# KmPerSSup2 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..KmPerSSup2 Property
SymbolTypeId Class See Also
---
Symbol km/s², indicating unit Kilometers per second squared.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KmPerSSup2 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KmPerSSup2 As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KmPerSSup2 {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace